Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Profile photo
ar: صورة الملف الشخصي
da: Profilbillede
de: Profilbild
es: Foto de perfil
fi: Profiilikuva
fr: Photo de profil
is: Prófílmynd
it: Foto del profilo
ja: プロフィール写真
ko: 프로필 사진
nb: Profilbilde
nl: Profielfoto
pt_br: Foto de perfil
ru: Фото профиля
sv: Profilbild
zh_hans: 个人头像

source: Profile, sources, modes, coach
ar: الملف الشخصي والمصادر والأوضاع والمدرب
da: Profil, kilder, tilstande, coach
de: Profil, Quellen, Modi, Coach
es: Perfil, fuentes, modos, entrenador
fi: Profiili, lähteet, tilat, valmentaja
fr: Profil, sources, modes, coach
is: Prófíll, heimildir, hamir, þjálfari
it: Profilo, sorgenti, modalità, coach
ja: プロフィール、ソース、モード、コーチ
ko: 프로필, 소스, 모드, 코치
nb: Profil, kilder, moduser, coach
nl: Profiel, bronnen, modi, coach
pt_br: Perfil, fontes, modos, treinador
ru: Профиль, источники, режимы, тренер
sv: Profil, källor, lägen, coach
zh_hans: 个人资料、数据源、模式、教练

source: Provider availability
ar: توفّر المزوّدين
da: Udbydertilgængelighed
de: Anbieterverfügbarkeit
es: Disponibilidad de proveedores
fi: Palveluntarjoajien saatavuus
fr: Disponibilité des fournisseurs
is: Framboð þjónustuveitenda
it: Disponibilità dei provider
ja: プロバイダーの利用可否
ko: 제공업체 이용 가능 여부
nb: Tilgjengelighet for leverandører
nl: Beschikbaarheid van providers
pt_br: Disponibilidade de provedores
ru: Доступность поставщиков
sv: Leverantörstillgänglighet
zh_hans: 提供商可用性

source: Provider, BYOK, memory, web search
ar: المزود، مفتاحك الخاص، الذاكرة، البحث على الويب
da: Udbyder, BYOK, hukommelse, websøgning
de: Anbieter, BYOK, Gedächtnis, Websuche
es: Proveedor, BYOK, memoria, búsqueda web
fi: Palveluntarjoaja, BYOK, muisti, verkkohaku
fr: Fournisseur, BYOK, mémoire, recherche web
is: Þjónustuaðili, BYOK, minni, vefleit
it: Provider, BYOK, memoria, ricerca web
ja: プロバイダ、BYOK、メモリ、Web 検索
ko: 제공자, BYOK, 메모리, 웹 검색
nb: Leverandør, BYOK, minne, websøk
nl: Provider, BYOK, geheugen, webzoeken
pt_br: Provedor, BYOK, memória, busca na web
ru: Провайдер, BYOK, память, веб-поиск
sv: Leverantör, BYOK, minne, webbsökning
zh_hans: 服务商、自带密钥、记忆、网页搜索

source: Provisional baseline (%lld/28)
ar: خط أساس مؤقت (%lld/28)
da: Foreløbig baseline (%lld/28)
de: Vorläufige Baseline (%lld/28)
es: Línea base provisional (%lld/28)
fi: Alustava perustaso (%lld/28)
fr: Référence provisoire (%lld/28)
is: Bráðabirgðagrunnlína (%lld/28)
it: Baseline provvisoria (%lld/28)
ja: 暫定ベースライン（%lld/28）
ko: 임시 기준선 (%lld/28)
nb: Foreløpig baseline (%lld/28)
nl: Voorlopige baseline (%lld/28)
pt_br: Linha de base provisória (%lld/28)
ru: Предварительный базовую линию (%lld/28)
sv: Preliminär baslinje (%lld/28)
zh_hans: 临时基线 (%lld/28)

source: Pull from strap & merge
ar: اسحب من الحزام وادمج
da: Hent fra pulsbælte og flet
de: Vom Gurt laden & zusammenführen
es: Descargar de la banda y combinar
fi: Hae pannasta ja yhdistä
fr: Récupérer de la ceinture et fusionner
is: Sækja úr ól og sameina
it: Scarica dalla fascia e unisci
ja: ストラップから取得して統合
ko: 스트랩에서 가져와 병합
nb: Hent fra pulsbelte og slå sammen
nl: Van band ophalen en samenvoegen
pt_br: Baixar da cinta e mesclar
ru: Загрузить с датчика и объединить
sv: Hämta från pulsband och slå ihop
zh_hans: 从心率带读取并合并

source: Pulling from strap…
ar: جارٍ السحب من الحزام…
da: Henter fra pulsbælte…
de: Vom Gurt wird geladen…
es: Descargando de la banda…
fi: Haetaan pannasta…
fr: Récupération depuis la ceinture…
is: Sæki úr ól…
it: Recupero dalla fascia…
ja: ストラップから取得中…
ko: 스트랩에서 가져오는 중…
nb: Henter fra pulsbelte…
nl: Ophalen van band…
pt_br: Baixando da cinta…
ru: Загрузка с датчика…
sv: Hämtar från pulsband…
zh_hans: 正在从心率带读取…

source: Pulling score down
ar: يخفض الدرجة
da: Trækker scoren ned
de: Zieht den Wert nach unten
es: Baja la puntuación
fi: Laskee pisteitä
fr: Fait baisser le score
is: Dregur stigin niður
it: Abbassa il punteggio
ja: スコアを下げている
ko: 점수를 낮추는 요인
nb: Trekker poengene ned
nl: Verlaagt de score
pt_br: Reduzindo a pontuação
ru: Снижает оценку
sv: Drar ner poängen
zh_hans: 拉低评分

source: Pulls body weight, biological sex, and birthday from Apple Health. Only fills fields you haven't set manually — your overrides are never overwritten.
ar: يسحب وزن الجسم والجنس البيولوجي وتاريخ الميلاد من Apple Health. يملأ فقط الحقول التي لم تحدّدها يدويًا — لا تُستبدل قيمك المخصّصة أبدًا.
da: Henter kropsvægt, biologisk køn og fødselsdag fra Apple Health. Udfylder kun felter, du ikke har sat manuelt — dine egne værdier overskrives aldrig.
de: Übernimmt Körpergewicht, biologisches Geschlecht und Geburtstag aus Apple Health. Füllt nur Felder aus, die du nicht manuell festgelegt hast — deine eigenen Werte werden nie überschrieben.
es: Obtiene el peso corporal, el sexo biológico y la fecha de nacimiento de Apple Health. Solo rellena los campos que no hayas definido manualmente — tus valores nunca se sobrescriben.
fi: Hakee kehon painon, biologisen sukupuolen ja syntymäpäivän Apple Healthista. Täyttää vain kentät, joita et ole asettanut manuaalisesti — omia arvojasi ei koskaan korvata.
fr: Récupère le poids corporel, le sexe biologique et la date de naissance depuis Apple Santé. Ne remplit que les champs que vous n'avez pas définis manuellement — vos propres valeurs ne sont jamais écrasées.
is: Sækir líkamsþyngd, líffræðilegt kyn og afmælisdag úr Apple Health. Fyllir aðeins út reiti sem þú hefur ekki stillt handvirkt — eigin gildum þínum er aldrei skrifað yfir.
it: Recupera peso corporeo, sesso biologico e data di nascita da Apple Health. Compila solo i campi che non hai impostato manualmente — i tuoi valori non vengono mai sovrascritti.
ja: 体重、生物学的性別、誕生日を Apple Health から取得します。手動で設定していない項目のみを入力します — あなたが上書きした値が書き換えられることはありません。
ko: 체중, 생물학적 성별, 생일을 Apple Health에서 가져옵니다. 직접 설정하지 않은 필드만 채웁니다 — 직접 입력한 값은 절대 덮어쓰지 않습니다.
nb: Henter kroppsvekt, biologisk kjønn og fødselsdag fra Apple Health. Fyller bare ut felt du ikke har angitt manuelt — dine egne verdier overskrives aldri.
nl: Haalt lichaamsgewicht, biologisch geslacht en geboortedatum op uit Apple Health. Vult alleen velden in die je niet handmatig hebt ingesteld — je eigen waarden worden nooit overschreven.
pt_br: Obtém peso corporal, sexo biológico e data de nascimento do Apple Health. Preenche apenas os campos que você não definiu manualmente — seus valores nunca são sobrescritos.
ru: Получает массу тела, биологический пол и дату рождения из Apple Здоровье. Заполняет только поля, которые вы не задали вручную — ваши значения никогда не перезаписываются.
sv: Hämtar kroppsvikt, biologiskt kön och födelsedag från Apple Health. Fyller bara i fält som du inte har angett manuellt — dina egna värden skrivs aldrig över.
zh_hans: 从 Apple 健康 获取体重、生理性别和生日。仅填充你未手动设置的字段 — 你自行设置的值绝不会被覆盖。

source: Purchase
ar: شراء
da: Køb
de: Kaufen
es: Comprar
fi: Osta
fr: Acheter
is: Kaupa
it: Acquista
ja: 購入
ko: 구매
nb: Kjøp
nl: Koop
pt_br: Comprar
ru: Купить
sv: Köp
zh_hans: 购买

source: Purchase Emuqu
ar: شراء Emuqu
da: Køb Emuqu
de: Emuqu kaufen
es: Comprar Emuqu
fi: Osta Emuqu
fr: Acheter Emuqu
is: Kaupa Emuqu
it: Acquista Emuqu
ja: Emuquを購入
ko: Emuqu 구매
nb: Kjøp Emuqu
nl: Emuqu kopen
pt_br: Comprar o Emuqu
ru: Купить Emuqu
sv: Köp Emuqu
zh_hans: 购买 Emuqu

source: Purchase failed. Please try again.
ar: فشل الشراء. يرجى المحاولة مرة أخرى.
da: Købet mislykkedes. Prøv igen.
de: Kauf fehlgeschlagen. Bitte versuche es erneut.
es: No se pudo completar la compra. Inténtalo de nuevo.
fi: Osto epäonnistui. Yritä uudelleen.
fr: L’achat a échoué. Veuillez réessayer.
is: Kaup mistókust. Reyndu aftur.
it: Acquisto non riuscito. Riprova.
ja: 購入できませんでした。もう一度お試しください。
ko: 구매에 실패했습니다. 다시 시도하세요.
nb: Kjøpet mislyktes. Prøv igjen.
nl: Aankoop mislukt. Probeer het opnieuw.
pt_br: A compra falhou. Tente novamente.
ru: Покупка не удалась. Попробуйте ещё раз.
sv: Köpet misslyckades. Försök igen.
zh_hans: 购买失败。请重试。

source: Purple
ar: بنفسجي
da: Lilla
de: Lila
es: Púrpura
fi: Violetti
fr: Violet
is: Fjólublátt
it: Viola
ja: パープル
ko: 퍼플
nb: Lilla
nl: Paars
pt_br: Roxo
ru: Фиолетовый
sv: Lila
zh_hans: 紫色

source: Put on your Polar device and ensure good sensor contact
ar: ارتدِ جهاز Polar وتأكد من اتصال جيد بالمستشعر
da: Tag din Polar-enhed på og sørg for god sensorkontakt
de: Leg dein Polar-Gerät an und sorge für guten Sensorkontakt
es: Ponte tu dispositivo Polar y asegura un buen contacto del sensor
fi: Aseta Polar-laitteesi ja varmista hyvä sensorikontakti
fr: Mettez votre appareil Polar et assurez un bon contact du capteur
is: Settu á Polar tækið og tryggðu góða snertingu við skynjara
it: Indossare il dispositivo Polar e assicurare un buon contatto del sensore
ja: Polarデバイスを装着し、センサーの接触を確認してください
ko: Polar 기기를 착용하고 센서 접촉이 양호한지 확인하세요
nb: Ta på Polar-enheten og sørg for god sensorkontakt
nl: Doe uw Polar-apparaat om en zorg voor goed sensorcontact
pt_br: Coloque seu dispositivo Polar e garanta bom contato com o sensor
ru: Наденьте устройство Polar и обеспечьте хороший контакт датчика
sv: Sätt på din Polar-enhet och säkerställ god sensorkontakt
zh_hans: 佩戴好Polar设备并确保传感器接触良好

source: Quality
ar: الجودة
da: Kvalitet
de: Qualität
es: Calidad
fi: Laatu
fr: Qualité
is: Gæði
it: Qualità
ja: 質
ko: 품질
nb: Kvalitet
nl: Kwaliteit
pt_br: Qualidade
ru: Качество
sv: Kvalitet
zh_hans: 质量

source: Querying map & saving…
ar: جارٍ الاستعلام عن الخريطة والحفظ…
da: Forespørger kort og gemmer…
de: Karte wird abgefragt und gespeichert…
es: Consultando el mapa y guardando…
fi: Haetaan karttaa ja tallennetaan…
fr: Interrogation de la carte et enregistrement…
is: Sæki kort og vista…
it: Interrogazione della mappa e salvataggio…
ja: 地図を照会して保存中…
ko: 지도 조회 및 저장 중…
nb: Spør kart og lagrer…
nl: Kaart opvragen en opslaan…
pt_br: Consultando o mapa e salvando…
ru: Запрос карты и сохранение…
sv: Frågar kartan och sparar…
zh_hans: 正在查询地图并保存…

source: Queued — open iPhone to start
ar: في قائمة الانتظار — افتح الـ iPhone للبدء
da: I kø — åbn iPhone for at starte
de: In Warteschlange — zum Starten iPhone öffnen
es: En cola: abre el iPhone para empezar
fi: Jonossa — aloita avaamalla iPhone
fr: En file d’attente — ouvrez l’iPhone pour démarrer
is: Í biðröð — opnaðu iPhone til að byrja
it: In coda — apri l’iPhone per iniziare
ja: キュー待ち — iPhone を開いて開始
ko: 대기 중 — iPhone을 열어 시작
nb: I kø — åpne iPhone for å starte
nl: In wachtrij — open iPhone om te starten
pt_br: Na fila — abra o iPhone para iniciar
ru: В очереди — откройте iPhone, чтобы начать
sv: I kö — öppna iPhone för att starta
zh_hans: 已排队 — 打开 iPhone 开始

source: Quick
ar: سريعة
da: Hurtig
de: Schnell
es: Rápida
fi: Nopea
fr: Rapide
is: Fljótleg
it: Rapida
ja: クイック
ko: 빠른 측정
nb: Rask
nl: Snel
pt_br: Rápida
ru: Быстрый
sv: Snabb
zh_hans: 快速

source: Quick check before we show your score.
ar: فحص سريع قبل أن نعرض درجتك.
da: Et hurtigt tjek, før vi viser din score.
de: Kurzer Check, bevor wir deinen Wert zeigen.
es: Comprobación rápida antes de mostrar tu puntuación.
fi: Pikatarkistus ennen kuin näytämme pisteesi.
fr: Vérification rapide avant d’afficher votre score.
is: Skyndiskoðun áður en við sýnum stigin þín.
it: Controllo rapido prima di mostrarti il punteggio.
ja: スコアを表示する前に簡単な確認を。
ko: 점수를 보여드리기 전 간단한 확인입니다.
nb: Rask sjekk før vi viser poengene dine.
nl: Snelle check voordat we je score tonen.
pt_br: Verificação rápida antes de mostrar sua pontuação.
ru: Быстрая проверка перед показом вашей оценки.
sv: Snabbkoll innan vi visar dina poäng.
zh_hans: 在显示评分前先做个快速确认。

source: Quick profile
ar: ملف سريع
da: Hurtig profil
de: Schnellprofil
es: Perfil rápido
fi: Pikaprofiili
fr: Profil rapide
is: Snöggsnið
it: Profilo rapido
ja: クイックプロフィール
ko: 빠른 프로필
nb: Hurtigprofil
nl: Snelprofiel
pt_br: Perfil rápido
ru: Быстрый профиль
sv: Snabbprofil
zh_hans: 快速资料

source: Quick questions about today's recovery
ar: أسئلة سريعة عن تعافي اليوم
da: Hurtige spørgsmål om dagens restitution
de: Kurze Fragen zur heutigen Erholung
es: Preguntas rápidas sobre la recuperación de hoy
fi: Nopeita kysymyksiä tämän päivän palautumisesta
fr: Questions rapides sur la récupération du jour
is: Snöggar spurningar um endurheimt dagsins
it: Domande rapide sul recupero di oggi
ja: 今日の回復についてのクイック質問
ko: 오늘의 회복에 대한 간단한 질문
nb: Raske spørsmål om dagens restitusjon
nl: Snelle vragen over het herstel van vandaag
pt_br: Perguntas rápidas sobre a recuperação de hoje
ru: Быстрые вопросы о сегодняшнем восстановлении
sv: Snabba frågor om dagens återhämtning
zh_hans: 关于今天恢复情况的快速提问

source: Quick Reading
ar: قراءة سريعة
da: Hurtigmåling
de: Schnellmessung
es: Lectura rápida
fi: Pikalukema
fr: Mesure rapide
is: Fljótmæling
it: Lettura rapida
ja: クイック測定
ko: 빠른 측정
nb: Hurtigmåling
nl: Snelle meting
pt_br: Leitura Rápida
ru: Быстрое измерение
sv: Snabbmätning
zh_hans: 快速读数

source: Quick spot-checks, post-workout HRV, and naps don't feed Trends — record overnight to see a trend.
ar: الفحوص السريعة، وقياس HRV بعد التمرين، والقيلولات لا تغذّي الاتجاهات — سجّل ليلة كاملة لرؤية اتجاه.
da: Hurtige stikprøver, HRV efter træning og lure indgår ikke i Tendenser — optag natten over for at se en tendens.
de: Kurzmessungen, HRV nach dem Training und Nickerchen fließen nicht in Trends ein — zeichne über Nacht auf, um einen Trend zu sehen.
es: Las mediciones rápidas, la HRV posentreno y las siestas no alimentan las Tendencias — graba de noche para ver una tendencia.
fi: Pikamittaukset, harjoituksen jälkeinen HRV ja päiväunet eivät vaikuta trendeihin — tallenna yön yli nähdäksesi trendin.
fr: Les mesures rapides, la HRV post-séance et les siestes n’alimentent pas les Tendances — enregistrez la nuit pour voir une tendance.
is: Skyndimælingar, HRV eftir æfingu og blundir fara ekki inn í Þróun — taktu upp yfir nótt til að sjá þróun.
it: Controlli rapidi, HRV post-allenamento e pisolini non alimentano le Tendenze — registra di notte per vedere un trend.
ja: クイック測定、運動後 HRV、仮眠はトレンドに反映されません — トレンドを見るには夜通し記録してください。
ko: 빠른 측정, 운동 후 HRV, 낮잠은 추세에 반영되지 않습니다 — 추세를 보려면 밤새 기록하세요.
nb: Hurtigmålinger, HRV etter trening og blunder teller ikke i Trender — ta opp over natten for å se en trend.
nl: Snelle checks, HRV na de training en dutjes tellen niet mee voor Trends — neem 's nachts op om een trend te zien.
pt_br: Medições rápidas, VFC pós-treino e cochilos não alimentam as Tendências — grave durante a noite para ver uma tendência.
ru: Быстрые замеры, ВСР после тренировки и дневной сон не учитываются в трендах — записывайте ночью, чтобы увидеть тренд.
sv: Snabbmätningar, HRV efter pass och tupplurar räknas inte i Trender — spela in över natten för att se en trend.
zh_hans: 快速点测、训练后 HRV 和小睡不会计入趋势 — 请整夜记录才能看到趋势。

source: Ramp rate
ar: معدل التصاعد
da: Stigningstakt
de: Steigerungsrate
es: Tasa de aumento
fi: Nousunopeus
fr: Taux de progression
is: Aukningarhraði
it: Tasso di incremento
ja: ランプ率
ko: 증가율
nb: Økningstakt
nl: Opbouwsnelheid
pt_br: Taxa de aumento
ru: Темп роста
sv: Ökningstakt
zh_hans: 负荷增速

# Range %lld to %lld beats per minute, mean %lld
source: Range %1$lld to %2$lld beats per minute, mean %3$lld
ar: النطاق من %lld إلى %lld نبضة في الدقيقة، المتوسط %lld
da: Interval %lld til %lld slag i minuttet, gennemsnit %lld
de: Bereich %lld bis %lld Schläge pro Minute, Mittelwert %lld
es: Rango de %lld a %lld pulsaciones por minuto, media %lld
fi: Vaihteluväli %lld–%lld lyöntiä minuutissa, keskiarvo %lld
fr: Plage de %lld à %lld battements par minute, moyenne %lld
is: Svið %lld til %lld slög á mínútu, meðaltal %lld
it: Intervallo da %lld a %lld battiti al minuto, media %lld
ja: 範囲 %lld〜%lld 拍/分、平均 %lld
ko: 범위 %lld~%lld 분당 박동 수, 평균 %lld
nb: Område %lld til %lld slag per minutt, gjennomsnitt %lld
nl: Bereik %lld tot %lld slagen per minuut, gemiddeld %lld
pt_br: Faixa de %lld a %lld batimentos por minuto, média %lld
ru: Диапазон от %lld до %lld ударов в минуту, среднее %lld
sv: Intervall %lld till %lld slag per minut, medel %lld
zh_hans: 范围 %lld 到 %lld 次/分，平均 %lld

source: Range typically -3 to +3. Higher values accompany the pattern associated with arousal or stress; lower values the opposite. Read your own trend rather than a single value.
ar: المدى عادةً من ‎-3‎ إلى ‎+3‎. القيم الأعلى ترافق النمط المرتبط بالاستثارة أو الإجهاد، والأدنى العكس. تابع اتجاهك الشخصي بدل قيمة واحدة.
da: Typisk mellem -3 og +3. Højere værdier følger mønsteret, der forbindes med aktivering eller stress; lavere værdier det modsatte. Læs din egen tendens frem for en enkelt værdi.
de: Bereich typischerweise -3 bis +3. Höhere Werte gehen mit dem Muster einher, das mit Aktivierung oder Stress verbunden wird; niedrigere mit dem Gegenteil. Achte auf deinen eigenen Verlauf statt auf einen Einzelwert.
es: Rango habitual de -3 a +3. Los valores altos acompañan el patrón asociado a la activación o el estrés; los bajos, lo contrario. Fíjate en tu propia tendencia, no en un valor aislado.
fi: Vaihteluväli tyypillisesti -3…+3. Korkeammat arvot seuraavat vireytymiseen tai stressiin liitettyä kuviota, matalammat päinvastoin. Seuraa omaa kehityssuuntaasi yksittäisen arvon sijaan.
fr: Plage habituelle de -3 à +3. Les valeurs élevées accompagnent le profil associé à l'activation ou au stress, les basses l'inverse. Suivez votre propre tendance plutôt qu'une valeur isolée.
is: Yfirleitt á bilinu -3 til +3. Hærri gildi fylgja mynstrinu sem tengist örvun eða álagi, lægri gildi hinu gagnstæða. Lestu í þína eigin þróun frekar en eitt gildi.
it: Intervallo tipico da -3 a +3. I valori più alti accompagnano il profilo associato ad attivazione o stress, quelli più bassi il contrario. Guarda il tuo andamento, non un singolo valore.
ja: 通常は -3〜+3 の範囲です。高い値は覚醒やストレスと結びつくパターンを伴い、低い値はその逆です。単一の値ではなく、自分の推移を見てください。
ko: 보통 -3에서 +3 사이입니다. 값이 높으면 각성이나 스트레스와 연관된 패턴을, 낮으면 그 반대를 동반합니다. 단일 값보다 자신의 추세를 보세요.
nb: Vanligvis mellom -3 og +3. Høyere verdier følger mønsteret som forbindes med aktivering eller stress; lavere verdier det motsatte. Les din egen trend framfor én enkelt verdi.
nl: Doorgaans tussen -3 en +3. Hogere waarden gaan samen met het patroon dat met opwinding of stress wordt geassocieerd, lagere met het tegenovergestelde. Kijk naar je eigen trend, niet naar één waarde.
pt_br: Faixa típica de -3 a +3. Valores mais altos acompanham o padrão associado a ativação ou estresse; os mais baixos, o contrário. Observe a sua tendência, não um valor isolado.
ru: Обычный диапазон от -3 до +3. Более высокие значения сопровождают картину, связанную с возбуждением или стрессом, более низкие — обратное. Смотрите на собственную динамику, а не на одно значение.
sv: Vanligtvis mellan -3 och +3. Högre värden följer mönstret som förknippas med aktivering eller stress, lägre värden det motsatta. Läs din egen trend snarare än ett enskilt värde.
zh_hans: 通常在 -3 到 +3 之间。数值较高时伴随与唤醒或压力相关的模式，较低时相反。请看自己的趋势，而不是单次数值。

source: Range typically -3 to +3. Higher values accompany the resting pattern associated with recovery; lower values the opposite. Read your own trend rather than a single value.
ar: المدى عادةً من ‎-3‎ إلى ‎+3‎. القيم الأعلى ترافق نمط الراحة المرتبط بالتعافي، والأدنى العكس. تابع اتجاهك الشخصي بدل قيمة واحدة.
da: Typisk mellem -3 og +3. Højere værdier følger hvilemønsteret, der forbindes med restitution; lavere værdier det modsatte. Læs din egen tendens frem for en enkelt værdi.
de: Bereich typischerweise -3 bis +3. Höhere Werte gehen mit dem Ruhemuster einher, das mit Erholung verbunden wird; niedrigere mit dem Gegenteil. Achte auf deinen eigenen Verlauf statt auf einen Einzelwert.
es: Rango habitual de -3 a +3. Los valores altos acompañan el patrón de reposo asociado a la recuperación; los bajos, lo contrario. Fíjate en tu propia tendencia, no en un valor aislado.
fi: Vaihteluväli tyypillisesti -3…+3. Korkeammat arvot seuraavat palautumiseen liitettyä lepokuviota, matalammat päinvastoin. Seuraa omaa kehityssuuntaasi yksittäisen arvon sijaan.
fr: Plage habituelle de -3 à +3. Les valeurs élevées accompagnent le profil de repos associé à la récupération, les basses l'inverse. Suivez votre propre tendance plutôt qu'une valeur isolée.
is: Yfirleitt á bilinu -3 til +3. Hærri gildi fylgja hvíldarmynstrinu sem tengist endurheimt, lægri gildi hinu gagnstæða. Lestu í þína eigin þróun frekar en eitt gildi.
it: Intervallo tipico da -3 a +3. I valori più alti accompagnano il profilo di riposo associato al recupero, quelli più bassi il contrario. Guarda il tuo andamento, non un singolo valore.
ja: 通常は -3〜+3 の範囲です。高い値は回復と結びつく安静時のパターンを伴い、低い値はその逆です。単一の値ではなく、自分の推移を見てください。
ko: 보통 -3에서 +3 사이입니다. 값이 높으면 회복과 연관된 안정 시 패턴을, 낮으면 그 반대를 동반합니다. 단일 값보다 자신의 추세를 보세요.
nb: Vanligvis mellom -3 og +3. Høyere verdier følger hvilemønsteret som forbindes med restitusjon; lavere verdier det motsatte. Les din egen trend framfor én enkelt verdi.
nl: Doorgaans tussen -3 en +3. Hogere waarden gaan samen met het rustpatroon dat met herstel wordt geassocieerd, lagere met het tegenovergestelde. Kijk naar je eigen trend, niet naar één waarde.
pt_br: Faixa típica de -3 a +3. Valores mais altos acompanham o padrão de repouso associado à recuperação; os mais baixos, o contrário. Observe a sua tendência, não um valor isolado.
ru: Обычный диапазон от -3 до +3. Более высокие значения сопровождают характерный для восстановления покой, более низкие — обратное. Смотрите на собственную динамику, а не на одно значение.
sv: Vanligtvis mellan -3 och +3. Högre värden följer vilomönstret som förknippas med återhämtning, lägre värden det motsatta. Läs din egen trend snarare än ett enskilt värde.
zh_hans: 通常在 -3 到 +3 之间。数值较高时伴随与恢复相关的静息模式，较低时相反。请看自己的趋势，而不是单次数值。

source: Ranges shown for age %lld
ar: النطاقات المعروضة للعمر %lld
da: Intervaller vist for alder %lld
de: Bereiche angezeigt für Alter %lld
es: Rangos mostrados para edad %lld
fi: Näytetyt vaihteluvälit iälle %lld
fr: Plages affichées pour l'âge %lld
is: Svið sýnd fyrir aldur %lld
it: Intervalli mostrati per l'età %lld
ja: 年齢%lldの範囲を表示
ko: 나이 %lld에 대한 범위 표시
nb: Spenn vist for alder %lld
nl: Bereiken weergegeven voor leeftijd %lld
pt_br: Faixas mostradas para idade %lld
ru: Диапазоны для возраста %lld
sv: Intervall visas för ålder %lld
zh_hans: 显示 %lld 岁的范围
